cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'

cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'polymail'
cask 'postgres'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'vlc'

brew 'gradle'
brew 'imagemagick'
brew 'node'
brew 'redis'
brew 'swiftlint'
brew 'go'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'elixir'
brew 'heroku-toolbelt'
brew 'yarn'
