cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

cask 'android-studio'
cask 'dropbox'
cask 'evernote'
cask 'flux'
cask 'google-chrome'
cask 'gpg-suite'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'postgres'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'vlc'
cask 'zoomus'

brew 'elixir'
brew 'go'
brew 'gradle'
brew 'heroku/brew/heroku'
brew 'imagemagick'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rabbitmq'
brew 'redis'
brew 'swiftlint'
